{  
  "summary-bbc_one"   : "BBC One is the BBC's most popular mixed-genre television service across the UK, offering a wide range of high-quality programmes. It is the BBC's primary outlet for major UK and international events and reflects the whole of the UK in its output. A very high proportion of its programmes are original productions.",
  "summary-bbc_two"   : "BBC Two is a mixed-genre channel appealing to a broad adult audience with programmes of depth and substance. It carries the greatest amount and range of knowledge-building programming of any BBC television channel, complemented by distinctive comedy, drama and arts programming.",
  "summary-bbc_three" : "BBC Three caters for younger audiences through a mixed-genre schedule of innovative UK content featuring new UK talent. The channel uses the full range of digital platforms to deliver its content and to build an interactive relationship with its audience.",
  "summary-bbc_four"  : "BBC Four is a mixed-genre television channel for all adults, offering an ambitious range of innovative, high-quality output that is intellectually and culturally enriching. Its focus is on the provision of factual and arts programming.",
  "summary-cbbc"      : "CBBC provides a wide range of high-quality, distinctive content for 6-12 year olds, including drama, entertainment, comedy, animation, news and factual. The great majority of this content is produced in the UK. The service provides a safe, stimulating, creative and enjoyable environment, and has a particular focus on informal learning, with an emphasis on encouraging participation.",
  "summary-cbeebies"  : "CBeebies offers high-quality, mostly UK-produced programmes to educate and entertain the BBC's youngest audience. The service provides a range of programming designed to encourage learning through play in a consistently safe environment for children under 6 years old.",
  "summary-bbc_news24": "The BBC News Channel delivers up-to-the-minute, accurate, impartial and independent news, analysis and insight. It provides fast and comprehensive coverage of local, UK and international events as they unfold and specialist analysis to put the news in context.",
  "summary-bbc_parliament": "BBC Parliament makes all the work of the UK's parliamentary and legislative bodies and the European Parliament accessible, and also analyses and sets in context the issues and politics behind parliamentary debates."
}